Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: Revised and more rigorous process completed for 2017
es: Proceso revisado y más riguroso en 2017

source: Revision Date
es: Fecha de Revisión

source: Revision Level
es: Nivel de Revisión

source: Rhode Island, USA
es: Rhode Island, EE.UU.

source: Rigging Plan & Technical Drawings
es: Plan de maniobras y diagramas técnicos

source: Right equipment for the task available?
es: ¿Hay equipo disponible que sea adecuado para la tarea?

source: Risk
es: Riesgo

source: Risk – Combination of the likelihood of an occurrence of a hazardous event or exposure(s) and the severity of injury or ill health that can be caused by the event or exposure(s).
es: Riesgo: combinación de la probabilidad de que ocurra un suceso o una exposición peligrosa y la gravedad de la lesión o deterioro de la salud que puede causar el suceso o la exposición.

source: Risk Assessment – Process of evaluating the risk(s) arising from a hazard(s), taking into account the adequacy of any existing controls, and deciding whether or not the risk(s) is acceptable.
es: Evaluación del riesgo: proceso de evaluación de riesgos derivados de un peligro, teniendo en cuenta la eficacia de los controles existentes, y de evaluación de la aceptabilidad del riesgo.

source: Risk Assessments and Permits to Work
es: Evaluaciones de Riesgos y Permisos de Trabajo

source: Risk Assessor
es: Evaluadora de Riesgos

source: Risk Category
es: Categoría de riesgo

source: Risk Control Measures
es: Medidas de control de riesgos

source: Risk Management
es: Gestión de Riesgos

source: Risk Management Process – The systematic application of management policies, procedures and practices to the tasks of communicating, establishing the context, identifying, analysing, evaluating, reviewing, treating, controlling and monitoring risk.
es: Proceso de gestión del riesgo: aplicación sistemática de políticas, procedimientos y prácticas de gestión a las tareas de comunicar los riesgos, establecer su contexto, identificarlos, analizarlos, evaluarlos, revisarlos, tratarlos, controlarlos y monitorearlos.

source: Risk Rating from iSOS webpage = Extreme Medical or High/extreme Safety risk
es: Calificación de Riesgo de la página iSOS= Riesgo Médico Extremo o Riesgo de Seguridad Alto/Extremo

source: Risk Register – A list of assessed risks, including hazards associated with work tasks including Golder offices, sites, environmental conditions, travel and all other risks to Golder personnel and external stakeholders.
es: Registro de riesgos: listado de riesgos evaluados junto con los peligros relacionados con tareas en oficinas de Golder, faenas, condiciones ambientales, viajes y otros riesgos para el personal de Golder y otros actores.

source: Risk Tolerance
es: Tolerancia al riesgo

source: Risk Unacceptable, do not proceed without controls, elimination or substitution.
es: Riesgo inaceptable. No proceder sin controles, eliminación o sustitución.

source: Risk Unacceptable, do not proceed without controls, minimum of ‘engineering controls’.
es: Riesgo inaceptable. No proceder sin controles. Se requiere como mínimo controles de ingeniería.

source: Risk are presented by the mode of transport used, the route taken and the environment through which the travel is taken.
es: Los riesgos se presentan por el medio de transporte, la ruta elegida, y el ambiente a través del cual se está viajando.

source: Risk assessment
es: Evaluación de riesgos

source: Risk assessment of ground support and stability for the Automatic Train Operation (ATO) tunnel system for the Iron Ore Company of Canada.
es: Evaluación de riesgo de fortificaciones y estabilidad para el sistema de túneles de la operación automática de trenes (ATO) de Iron Ore Company of Canada.

source: Risk assessment of the minimal crown pillar stability for the recovery of the near-surface mineralized zones (labelled 2.0 and 2.3).
es: Evaluación de riesgo de estabilidad mínima de pilares corona para la recuperación de las zonas mineralizadas (etiquetadas 2.0 y 2.3).

source: Risk assessments in support of environmental impact assessments for mining and power projects across Canada have been completed recently, many of which include working with multiple stakeholders (i.e., regulators, community members including Indigenous peoples and their consultants, adjacent property owners and their consultants, etc.). Gold, uranium, coal, and other metals have been assessed for both closed and proposed mines in Ontario, BC, Northwest Territories, and Nunavut, working under both provincial/territorial and federal guidance. Additionally, methylmercury for proposed hydroelectric generating stations and both conventional contaminants and radionuclides at nuclear generating stations have been evaluated with respect to potential risks to human health and the environment. Risk assessments for mine sites in Africa and New Zealand have also been completed.
es: Recientemente ha participado en evaluaciones de riesgo en apoyo de evaluaciones de impacto ambiental de proyectos mineros y energéticos en todo Canadá, muchos de los cuales comprenden trabajar con diversos grupos de interés (reguladores, comunidades que incluyen grupos indígenas y sus consultores, propietarios de predios adyacentes y sus consultores, etc.). Se han evaluado metales como oro, uranio, carbón y otros metales de minas proyectadas y cerradas en Ontario, Columbia Británica, Territorios del Noroeste y Nunavut, trabajando con orientaciones provinciales/territoriales y federales. Además, se han evaluado el metilmercurio para proyectos de generación hidroeléctrica y tanto contaminantes convencionales como radionúclidos en plantas nucleares en relación con sus riesgos potenciales para la salud humana y el medio ambiente. También se han llevado a cabo evaluaciones de riesgo para minas en África y Nueva Zelanda.

source: Risk controls
es: Controles de riesgos

source: Risk controls to manage these hazards
es: Control de riesgos para gestionar estos peligros

source: Risk mitigation strategies should be presented succinctly in terms of “RETAINING” (accepting), “ABATING” (reducing through project planning, negotiating terms or pricing, or adding special skills), “ALLOCATING” (to others), “TRANSFERRING” (through insurance) or “AVOIDING” (declining to accept) key project (and contract) risks.
es: Las estrategias de mitigación de riesgos debe presentarse brevemente en términos de “RETENER” (aceptar), “ATENUAR” (reducir mediante planificación de proyecto, términos de negociación o precio o adición de habilidades especiales), “ASIGNAR” (a otros), “TRANSFERIR” (mediante seguros) o “EVITAR” (rechazar aceptación) riesgos clave del proyecto (y el contrato).

source: Risk of a person falling more than 2 m
es: Riesgo de caída de una persona desde más de 2 m

source: Risk rating available in the SGS HART Aviation website, link and login info available in the Traveling with Golder page (Global Mining HSSE page)
es: La calificación de riesgo está disponible en el sitio web SGS HART Aviation, y el enlace e información de usuario están disponibles en la página de Viajar con Golder (página Global de HSSE Minero)

source: Risk tolerance
es: Tolerancia al riesgo

source: Risks
es: Riesgos

source: Risks and Mitigation: Contract
es: Riesgos y mitigación: contrato

source: Risks are assigned weights according to the Golder risk matrix definitions.
es: Los riesgos tienen ponderaciones asignadas según las definiciones de la matriz de riesgos de Golder.

source: Risks are in Tvs units and are greatly increased by the presence of groundwater
es: Los riesgos están en las unidades Tvs y son incrementados considerablemente por la presencia de aguas subterráneas.

source: Risks, Opportunities, and the Contract “Biggies”
es: Riesgos, oportunidades y términos más importantes del contrato

source: Road / weather conditions.
es: Condiciones del camino / clima.

source: Road conditions
es: Condiciones del camino

source: Rock Mechanics Engineer (1987 to 1990)
es: Ingeniero en Mecánica de Rocas (1987 a 1990)

source: Rock Mechanics Specialist – Paris, France
es: Especialista en mecánica de rocas – París, Francia

source: Rock Mechanics Specialist – Sudbury, ON, Canada
es: Especialista en mecánica de rocas – Sudbury, Canadá

source: Rock cover along tunnels varies from very shallow (10-20 m) to over 1000 m.
es: La cubierta de roca a lo largo del túnel varía desde muy somera (10-20 m) a más de 1000 m.

source: Rock is fractured and difficult to pre-split, but design IRA (40 degrees) should be achievable
es: La roca se encuentra fracturada y presenta dificultades para el precorte, pero deberían poder lograrse IRA de diseño (40 grados).

source: Rock is too fractured for good pre-split results
es: La roca está demasiado fracturada como para tener buenos resultados en el precorte.

source: Rock mass characterization, including plate-loading testing; feasibility studies for foundation design of concrete dam structures, and preliminary design of rock support in the diversion and intake tunnels of hydroelectric developments.
es: Caracterización del macizo rocoso, incluidos ensayos de carga de placas, estudios de factibilidad para diseño de fundaciones de estructuras para presas de hormigón y diseño preliminar de fortificación de roca en túneles de derivación y alimentación para centrales hidroeléctricas.

source: Rock mass classification, kinematic analysis and stress analysis were carried out to provide recommendations for inter-ramp slope angles for deepening the existing pit to depth of 600 ft. (180 m).
es: Se llevaron a cabo clasificación de macizos rocosos, análisis cinemático y análisis de tensiones para dar recomendaciones sobre ángulos de talud interrampa para profundizar el pit actual hasta 180 m.

source: Rock mechanics design for the intermediate and ultimate pit wall for the proposed El Pachon project.
es: Diseño de mecánica de rocas para el muro del pit intermedio y final para el proyecto El Pachón.

source: Rock mechanics evaluation for the drift-and-fill mining method for the Feasibility Stage of the Duck Pond Project.
es: Evaluación de mecánica de rocas para el método de minería por galerías y relleno para la etapa de factibilidad del proyecto Duck Pond.

source: Rock mechanics site investigation and analysis to provide recommendation for inter-ramp and overall slope angles for deepening the existing pit to depth of 170 m.
es: Investigación y análisis de terreno en mecánica de rocas para dar recomendaciones para los ángulos de talud interrampa y generales para profundizar el pit existente hasta los 170 m.

source: Rock mechanics site investigation and analysis to provide recommendations for slope design at Uré River flanks.
es: Investigación y análisis de terreno en mecánica de rocas para dar recomendaciones de diseño de taludes en los flancos del río Uré.

source: Rock mechanics studies, including slope stability analyses for open pit mines and comparison of underground mining methods.
es: Estudios de mecánica de rocas, incluidos análisis de estabilidad de taludes para minas a rajo abierto y comparación de métodos de minería subterránea.

source: Rock mechanics study for planning mining between the depths of 1200 m to 1500 m.
es: Estudio de mecánica de rocas para planificar el minado entre las profundidades de 1200 m a 1500 m.

source: Rock mechanics study to provide background information for permitting requirements to develop the Victoria Creek Advanced Exploration Project.
es: Estudio de mecánica de rocas para entregar información de fondo para cumplir los requisitos de tramitación para desarrollar el proyecto de exploración avanzada Victoria Creek.

source: Rock slope design and final engineering design recommendations for the Voisey’s Bay pit (850 m long, 300 m wide and will extend to a depth of 130 m).
es: Diseño de taludes de roca y recomendaciones de diseño de ingeniería final para el pit Voisey’s Bay (850 m de longitud, 300 m de ancho y profundidad de 130 m).

source: Role
es: Función

source: Role / Tasks Requiring Competency
es: Función / Tareas que requieren competencias

source: Role models accept risk
es: Modelos a seguir aceptan riesgos

source: Role of Golder in HSSE
es: Papel de Golder en HSSE

source: Roles and Responsibilities
es: Funciones y responsabilidades

source: Room for Improvement (continued)
es: Posibilidades de mejora (continuación)

source: Root Cause
es: Causa Raíz

source: Root Causes - The reasons why the unsafe acts and/or unsafe conditions occurred.
es: Causas raíz: motivos por los cuales ocurrieron los actos inseguros o las condiciones inseguras.

source: Root causes identified were the lack of coordination between the involved parties within in the team responsible for relocating the pontoon and secondly, a misjudgement on the risk zone during the relocation.
es: Las causas raíces identificadas fueron la falta de coordinación entre las partes involucradas con el equipo responsable de la reubicación del pontón y, en segundo lugar, una mala evaluación de la zona de riesgo durante esta reubicación.

source: Root/underlying causes of incidents are the result of LACK OF CONTROL.
es: Las causas raíz / base de los incidentes son la FALTA DE CONTROL.

source: Rope ladders
es: Escaleras de cuerda

source: Rough estimate of HSSE resource type/s, time and effort
es: Estimación general de tipos de recursos de HSSE, tiempos y esfuerzos

source: Route and contact details.
es: Ruta y datos de contacto

source: Routine Lift
es: Izaje rutinario

source: Routine, uneventful, meaningless activities
es: Actividades de rutina, normales, sin sentido

source: Routing studies & updated alignment sheets
es: Estudios de trazado y planillas de alineación actualizadas

source: Rouyn Noranda, Canada
es: Rouyn Noranda, Canadá

source: Rouyn-Noranda, PQ, Canada
es: Rouyn-Noranda, Canadá

source: Runoff in the mine and surrounding areas only occurs during the summer months (periods of high precipitation) and is likely sporadic and short-lived since rainfall is mostly from thunderstorms.
es: La escorrentía en la mina y sus cercanías tiene lugar solo durante los meses de verano (periodos de alta precipitación) y es más bien esporádica y de corta vida dado que el agua caída proviene en su mayoría de tormentas eléctricas.

source: Runoff may also pond and infiltrate in some areas depending on the underlying geological conditions, topography, and time of detention.
es: La escorrentía también puede empozarse e infiltrarse en algunas zonas dependiendo de las condiciones geológicas subyacentes, de la topografía y del tiempo de detención.

source: Rupture area relationships proposed by Wyss (1979) were used to model the dependence of earthquake magnitude and rupture area dimensions.
es: Se usaron las relaciones de área de ruptura propuestas por Wyss (1979) para modelar la dependencia de las dimensiones de magnitud sísmica y área de ruptura.

source: Rupture area.
es: Área de ruptura

source: S1-Interface (R)
es: Interfaz S1 (R)

source: S4- Upper Intraslab (N)
es: S4- intraplaca superior (N)

source: Substandard acts or conditions that lead directly to the accident.
es: Actos o condiciones por debajo del estándar que llevan directamente al accidente.

source: SAFETY DATA SHEETS (SDS)
es: HOJA DE DATOS DE SEGURIDAD (HDS)

source: SAMPLING
es: MUESTREO

source: SARA Earthquake Catalog is a homogeneous earthquake catalog for South America based on earthquake databases and scientific publications with i) pre-1964 earthquakes drawn primarily from macroseismic information in historical written sources and early seismic recordings and ii) a post-1964 catalog taken from global and local instrumental recording networks and compiled databases (https://sara.openquake.org/hazard_rt4);
es: El catálogo de sismos SARA es un catálogo de sismos homogéneo para Sudamérica basado en bases de datos de sismos y publicaciones científicas con i) sismos anteriores a 1964 derivados principalmente de información macrosísmica en fuentes escritas históricas y registros sísmicos tempranos y ii) un catálogo posterior a 1964 tomado de redes de registro instrumental mundiales y locales y de bases de datos recopiladas (https://sara.openquake.org/hazard_rt4).

source: SCAFFOLD
es: ANDAMIOS

source: SCOPE
es: ALCANCE

source: SEDIMENT
es: SEDIMENTO

source: SEISMIC HAZARD ANALYSIS RESULTS
es: Resultados del análisis de peligro sísmico

source: SEISMIC HAZARD ANALYSIS Results
es: Resultados del análisis de peligro sísmico

source: SEISMIC SOURCE MODEL
es: Modelo de fuente sísmica

source: SEISMOTECTONIC MODEL
es: Modelo sismotectónico

source: SEISMOTECTONIC SETTING
es: Entorno sismotectónico

source: SEND FOR HELP
es: SOLICITAR AYUDA

source: SEPARATION
es: SEPARACIÓN

source: SICKNESS AND ILLNESS
es: ENFERMEDAD

source: SIGNAGE
es: SEÑALIZACIÓN

source: SIGNATURES
es: FIRMAS

source: SITE-SPECIFIC SEISMIC HAZARD ANALYSIS SPENCE MINE SITE, CHILE
es: ANÁLISIS DE PELIGRO SÍSMICO ESPECÍFICO PARA LA MINA SPENCE, CHILE

source: SITE-SPECIFIC SEISMIC HAZARD ANALYSIS, SPENCE MINE SITE, CHILE
es: ANÁLISIS DE PELIGRO SÍSMICO ESPECÍFICO PARA LA MINA SPENCE, CHILE

source: SITE-SPECIFIC SEISMIC HAZARD ANALYSIS, SPENCE MINE SITE, CHILE, Dated
es: SITE-SPECIFIC SEISMIC HAZARD ANALYSIS, SPENCE MINE SITE, CHILE, con fecha

source: SITE-SPECIFIC SEISMIC HAZARD ASSESSMENT
es: EVALUACIÓN DE PELIGRO SÍSMICO ESPECÍFICO DE SITIO

source: SLINGING LOADS
es: ESTROBADO DE CARGAS

source: SOME POINTS TO REMEMBER WHEN ENTERING A LEARNING:
es: PARA TENER PRESENTE AL INGRESAR UN LEARNING:

source: SPILL RESPONSE
es: RESPUESTA A DERRAMES

source: SPILLS
es: DERRAMES

source: SPOIL
es: RESIDUOS DE EXCAVACIÓN

source: STAFF COMMENTS - ROOM FOR IMPROVEMENT
es: COMENTARIOS DEL PERSONAL – ESPACIO PARA LAS MEJORAS

source: STAFF COMMENTS – POSITIVE OUTLOOK
es: COMENTARIOS DEL PERSONAL – PERSPECTIVAS POSITIVAS

source: STATISTICAL and OSHA DEFINITIONS
es: Definiciones estadísticas y de OSHA

source: STOP
es: PARA

source: STORAGE
es: ALMACENAMIENTO

source: STRETCHING
es: ESTIRARSE

source: SUBMIT
es: ENVIAR

source: SUBSTANDARD ACTIONS
es: ACTOS SUBESTÁNDAR

source: SUBSTITUTION - Substitute the hazard for something less hazardous
es: SUBSTITUCIÓN: substituir el peligro por algo menos peligroso.

source: SUMMARY
es: Resumen

source: SUMMARY AND CONCLUSIONS
es: Resumen y conclusiones

source: SUMMARY OF INCIDENT
es: RESUMEN DEL INCIDENTE

source: SUMMARY OF RECALL ALERT
es: RESUMEN DE ALERTA DE RETIRO

source: SUPPORT
es: SOPORTE

source: SZ1 – Interface (R)
es: SZ1 – Interfaz (R)

source: SZ1 – Interface North
es: SZ1 – interfaz norte

source: SZ1 – interface north
es: SZ1 – interfaz de contacto norte

source: SZ3 – Interface South
es: SZ3 – interfaz sur

source: SZ3 – interface south
es: SZ3 – interfaz de contacto sur

source: SZ4 – Intraslab North 50-100 km
es: SZ4 – intraplaca norte 50-100 km

source: SZ4 – Upper Intraslab (N)
es: SZ4- Intraplaca superior (N)

source: SZ4 – intraslab north 50-100 km lower
es: SZ4 – intraplaca inferior norte 50-100 km

source: SZ4 – intraslab north 50-100 km upper
es: SZ4 –intraplaca superior norte 50-100 km

source: SZ6 – Intraslab South 50-100 km
es: SZ6 – intraplaca sur 50-100 km

source: SZ6 – intraslab south 50-100 km
es: SZ6 – intraplaca sur 50-100 km

source: SZ7 – Intraslab North 100-300 km
es: SZ7 – intraplaca norte 100-300 km

source: SZ7 – intraslab north 100-300 km lower
es: SZ7 – intraplaca inferior norte 100-300 km

source: SZ7 – intraslab north 100-300 km upper
es: SZ7 – intraplaca superior norte 100-300 km

source: SZ9 – Intraslab South 100-300 km
es: SZ9 – intraplaca sur 100-300 km

source: SZ9 – intraslab south 100-300 km
es: SZ9 – intraplaca inferior sur 100-300 km

source: Safe Work Method Statement
es: Procedimiento seguro de trabajo

source: Safe Work Method Statements / Job Safety & Environmental Analysis
es: SWMS / JSEA

source: Safe double benching would require best practices perimeter blasting, including implementation of a pre-split and thorough crest scaling such has been demonstrated in recent operations.
es: Para tener bancos dobles seguros se necesitarían voladuras perimetrales según prácticas óptimas, lo que incluye implementar precorte y desquinche (scaling) de coronamiento como lo demostrado en operaciones recientes.

source: Safety is placed before productivity.
es: La seguridad va antes que la productividad.

source: Safety Shares
es: Conversaciones sobre HSSE

source: Safety and rescue devices are easily accessible close to the entry point of the space.
es: implementos de seguridad y rescate de acceso fácil cerca del punto de entrada del espacio;

source: Salar Grande Fault: The Salar Grande fault is located north of the Rio Loa drainage as it flows east-west toward the coast.
es: Falla Salar Grande : la falla Salar Grande se encuentra al norte de la cuenca del río Loa en su recorrido de este a oeste hacia la costa.

source: Salar de Navidad Fault: This relatively short surface fault (about 30 km) is located southeast of Antofagasta within the drainage divide between the Paposo and Salar del Carmen AFZ segments.
es: Falla Salar de Navidad: esta falla superficial relativamente corta (alrededor de 30 km) se ubica al sureste de Antofagasta dentro de la vía de drenaje entre los segmentos de la ZFA Paposo y Salar del Carmen.

source: Salar del Carmen (SdC) Fault: Early researchers noted that tectonic motion along faults of the AFZ must have been predominantly vertical during the late Cenozoic, but that more recent movement was mostly sinistral (left-lateral), with only a 6% ratio of vertical-to-horizontal motion (Delouis et al. 1998).
es: Falla Salar del Carmen (SdC): los primeros investigadores advirtieron que el movimiento tectónico a lo largo de las fallas de la ZFA deben haber sido predominantemente verticales durante el Cenozoico tardío, pero que el movimiento más reciente fue mayoritariamente sinistral (lateral izquierdo) con solo un 6% de movimiento vertical a horizontal (Delouis et al. 1998).

source: Salar del Carmen Segment: This 380-km long segment of the AFZ extends from south of Antofagasta northward to near Iquique.
es: Segmento Salar del Carmen: este segmento de 380 km de longitud de la ZFA se extiende desde el sur de Antofagasta hacia el norte hasta cerca de Iquique.

source: Salar del Carmen, Main trace
es: Salar del Carmen, traza principal

source: Salobo Project - Salobo Metais S.A.
es: Proyecto Salobo – Salobo Metais S.A.

source: Sample pit floor sumps for water quality (ions and metals);
es: Muestrear las sentinas de piso de pit para analizar la calidad del agua (iones y metales);

source: Samples double bagged including date, location and asbestos caution warning
es: Poner las muestras en doble bolsa con la fecha, ubicación y una advertencia de precaución por asbesto.

source: Samples of approved imagery:
es: Muestras de imágenes autorizadas:

source: Samples placed into resealable plastic bag or other air tight secured container
es: Poner las muestras en bolsas de plástico resellables u otro tipo de contenedor con cierre hermético.

source: Sampling from the bucket is to be avoided where possible.
es: En lo posible, debe evitarse el muestreo en la pala.

source: San Cristobal Project - Kvaerner Metals Davy
es: Proyecto San Cristóbal – Kvaerner Metals Davy

source: San Cristóbal Volcaniclastic Sequence
es: Secuencia Volcanoclástica San Cristóbal

source: San Jose, Costa Rica
es: San José, Costa Rica

source: Sandy Saprolite (HGU4) – The sandier sequence of saprolite is represented by model layer 3.
es: Saprolito Arenoso (HGU4) – La secuencia de saprolito con mayor contenido de arena está representada por la capa 3 del modelo.
